{
  "title": "Privacy Policy",
  "introduction": "Welcome to Dallio. At Dallio (referred to here as 'we', 'our'), we respect your privacy and are committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from you or that you may provide when you visit the website dallio.io (our 'Website') and our practices for collecting, using, maintaining, protecting, and disclosing that information.",
  "section1Title": "1. Information We Collect and How We Use It",
  "section1Content1": "Information You Provide Us: Personal details you provide when registering an account, such as name, email address, etc. Transactional information if you make purchases through our Website. Comments and content you provide by using our forums, comments, or contact features.",
  "section1Content2": "Information We Collect Automatically: Details of your visits to our Website, including traffic data, location, logs, and other communication data. Information about your device, including IP address, operating system, and browser type.",
  "section1Content3": "Use of Information: To provide, maintain, improve, and personalize our Website and services. To communicate with you about your account or our services. To comply with legal requirements and respond to legal processes.",
  "section2Title": "2. Sharing Information with Third Parties",
  "section2Content": "We do not sell or rent your personal information to third parties. We may share information with third parties who help us operate our business, provided those third parties commit to keeping this information confidential. We may also share your information to comply with the law, prevent fraud, or protect our rights.",
  "section3Title": "3. Your Rights",
  "section3Content": "Access, correction, or deletion of your personal information. Opposition to the processing of your data. Withdrawal of consent for processing your data, without affecting the legality of processing based on consent prior to its withdrawal.",
  "section4Title": "4. Information Security",
  "section4Content": "We implement security measures designed to protect your information from unauthorized access and from loss, misuse, or alteration.",
  "section5Title": "5. Changes to the Privacy Policy",
  "section5Content": "We reserve the right to modify this privacy policy at any time. Changes will take effect immediately after being posted on the Website.",
  "section6Title": "6. Contact",
  "section6Content": "If you have questions about this privacy policy, please contact us through "
}
