{
  "title": "Política de Privacidad",
  "introduction": "Bienvenido a Dallio. En Dallio (denominado aquí como 'nosotros', 'nuestro/a'), respetamos su privacidad y estamos comprometidos a protegerla a través de nuestro cumplimiento de esta política. Esta política describe los tipos de información que podemos recopilar de usted o que usted puede proporcionar cuando visita el sitio web dallio.io (nuestro 'Sitio Web') y nuestras prácticas para recopilar, usar, mantener, proteger, y divulgar esa información.",
  "section1Title": "1. Información que Recopilamos y Cómo la Usamos",
  "section1Content1": "Información que Usted Nos Proporciona: Detalles personales que proporciona al registrar una cuenta, como nombre, dirección de correo electrónico, etc. Información transaccional si realiza compras a través de nuestro Sitio Web. Comentarios y contenido que proporciona al utilizar nuestros foros, comentarios o funciones de contacto.",
  "section1Content2": "Información que Recopilamos Automáticamente: Detalles de sus visitas a nuestro Sitio Web, incluyendo datos de tráfico, ubicación, registros y otros datos de comunicación. Información sobre su dispositivo, incluyendo dirección IP, sistema operativo y tipo de navegador.",
  "section1Content3": "Uso de la Información: Para proporcionar, mantener, mejorar y personalizar nuestro Sitio Web y servicios. Para comunicarnos con usted sobre su cuenta o nuestros servicios. Para cumplir con requisitos legales y responder a procesos legales.",
  "section2Title": "2. Compartir Información con Terceros",
  "section2Content": "No vendemos ni alquilamos su información personal a terceros. Podemos compartir información con terceros que nos ayudan a operar nuestro negocio, siempre que dichos terceros se comprometan a mantener esta información confidencial. También podemos compartir su información para cumplir con la ley, prevenir fraudes o proteger nuestros derechos.",
  "section3Title": "3. Sus Derechos",
  "section3Content": "Acceso, corrección o eliminación de su información personal. Oposición al procesamiento de sus datos. Retirada del consentimiento para el tratamiento de sus datos, sin afectar la legalidad del tratamiento basado en el consentimiento previo a su retirada.",
  "section4Title": "4. Seguridad de la Información",
  "section4Content": "Implementamos medidas de seguridad diseñadas para proteger su información de accesos no autorizados y de pérdida, mal uso o alteración.",
  "section5Title": "5. Cambios en la Política de Privacidad",
  "section5Content": "Nos reservamos el derecho de modificar esta política de privacidad en cualquier momento. Los cambios entrarán en vigor inmediatamente después de su publicación en el Sitio Web.",
  "section6Title": "6. Contacto",
  "section6Content": "Si tiene preguntas sobre esta política de privacidad, contáctenos a través de "
}
